[
    {
        "categoria": "Comédia",
        "itens": [
            {
                "nome": "Minha mãe é uma peça",
                "imagem": "https://oquartonerd.com.br/wp-content/uploads/2019/12/minha-mae-e-uma-peca-3-cinepop3.jpg",
                "descricao": "Dona Hermínia é uma mulher de meia idade, divorciada do marido, que a trocou por uma mais jovem. Hiperativa, ela não larga o pé de seus filhos Marcelina e Juliano, que já estão bem grandinhos. Um dia, após descobrir que eles a consideram uma chata, resolve sair de casa sem avisar ninguém, deixando todos, de alguma forma, preocupados com o que teria acontecido. Mal sabem eles que a mãe foi visitar a querida tia Zélia para desabafar suas tristezas do presente e recordar os bons tempos do passado.",
                "link": "https://www.adorocinema.com/filmes/filme-215671/"
            },
            {
                "nome": "Os Homens São de Marte... E É Pra Lá que Eu Vou",
                "imagem": "https://imagem.natelinha.uol.com.br/grande/os-homens-sao-de-marte_dda58b9f511e97787e10915da78d196731e4f662.jpeg",
                "descricao": "Ironia. Essa é a definição ideal para a situação de Fernanda (Mônica Martelli), de 39 anos, que trabalha organizando a cerimônia mais importante do imaginário feminino, o casamento, mas é solteira. Forte devota do amor, a produtora lida com os mais diversos tipos de homem e reserva grande parte do seu tempo à procura do par perfeito.",
                "link": "https://www.adorocinema.com/filmes/filme-222393/"
            },
            {
                "nome": "Minha vida em marte",
                "imagem": "https://www.cinegoiania.com.br/wp-content/uploads/2018/12/minha_vida_em_marte.jpg",
                "descricao": "Fernanda (Monica Martelli) está casada com Tom (Marcos Palmeira), com quem tem uma filha de cinco anos, Joana (Marianna Santos). O casal está em meio ao desgaste causado pelo convívio por muitos anos, o que gera atritos constantes. Quem a ajuda a superar a crise é seu sócio Aníbal (Paulo Gustavo), parceiro inseparável durante a árdua jornada entre salvar o casamento ou pôr fim a ele.",
                "link": "https://www.adorocinema.com/filmes/filme-261157/"
            }
        ]
    },
    {
        "categoria": "Terror",
        "itens": [
            {
                "nome": "It - A Coisa",
                "imagem": "https://www.midiorama.com/wp-content/uploads/2017/09/a-coisa-it-horror-movie-920x627.jpg",
                "descricao": "Em It - A Coisa, um grupo de sete adolescentes de Derry, uma cidade no Maine, formam o auto-intitulado Losers Club - o clube dos perdedores. A pacata rotina da cidade é abalada quando crianças começam a desaparecer e tudo o que pode ser encontrado delas são partes de seus corpos. Logo, os integrantes do Losers Club acabam ficando face a face com o responsável pelos crimes: o palhaço Pennywise.",
                "link": "https://www.adorocinema.com/filmes/filme-144685/"
            },
            {
                "nome": "Annabelle",
                "imagem": "https://luizandreoli.com.br/wp-content/uploads/2019/06/annabelle-comes-home-2019-banner.jpg",
                "descricao": "Em Anabelle, John (Ward Horton) encontrou o presente perfeito para sua futura esposa, Mia (Annabelle Wallis): uma rara boneca antiga com um lindo vestido. Mia fica bastante contente com seu presente, porém, sua animação com a boneca não duraria muito tempo. Certa noite, sua casa é invadida por membros de uma seita satânica que, buscando completar um ritual, atacam violentamente o casal. Após derramarem sangue, os cultistas são detidos. O que o casal não contava é que, mesmo depois de um tempo, as consequências dessa invasão continuariam a aterrorizar suas vidas, principalmente quando ocorrências sobrenaturais, envolvendo a boneca, passam a permear a vida de Mia.",
                "link": "https://www.adorocinema.com/filmes/filme-225218/"
            },
            {
                "nome": "Invocação do Mal",
                "imagem": "https://br.web.img2.acsta.net/pictures/210/166/21016629_2013062820083878.jpg",
                "descricao": "Harrisville, Estados Unidos. Um casal (Ron Livinston e Lili Taylor) muda para uma casa nova ao lado de suas cinco filhas. Inexplicavelmente, estranhos acontecimentos começam a assustar as crianças, o pai e, principalmente, a mãe. Preocupada com algumas manchas que aparecem em seu corpo e com uma sequência de sustos que levou, ela decide procurar um famoso casal de investigadores paranormais (Patrick Wilson e Vera Farmiga), mas eles não aceitam o convite, acreditando ser somente mais um engano de pessoas apavoradas com canos que fazem barulhos durante a noite ou coisas do gênero. Porém, quando eles aceitam fazer uma visita ao local, descobrem que algo muito poderoso e do mal reside ali. Agora, eles precisam descobrir o que é e o porquê daquilo tudo acontecendo com os membros daquela família. É quando o passado começa a revelar uma entidade demoníaca querendo continuar sua trajetória de maldades.",
                "link": "https://www.adorocinema.com/filmes/filme-203607/"
            }
        ]
    },
    {
        "categoria": "Drama",
        "itens": [
            {
                "nome": "Os 7 de Chicago",
                "imagem": "https://www.nerdtrip.com.br/wp-content/uploads/2020/10/Os-7-de-Chicago-01.jpg",
                "descricao": "Baseado em uma história real, o longa Os 7 de Chicago acompanha a manifestação contra a guerra do Vietnã que interrompeu o congresso do partido Democrata em 1968. Ocorreram diversos confrontos entre a polícia e os participantes. No total, dezesseis pessoas foram indiciadas pelo ato.",
                "link": "https://www.adorocinema.com/filmes/filme-130085/"
            },
            {
                "nome": "1917",
                "imagem": "https://cdn.cinepop.com.br/2020/01/1917-cinepop5.jpg",
                "descricao": "Em 1917, os cabos Schofield (George MacKay) e Blake (Dean-Charles Chapman) são jovens soldados britânicos durante a Primeira Guerra Mundial. Quando eles são encarregados de uma missão aparentemente impossível, os dois precisam atravessar território inimigo, lutando contra o tempo, para entregar uma mensagem que pode salvar cerca de 1600 colegas de batalhão.",
                "link": "https://www.adorocinema.com/filmes/filme-265567/"
            },
            {
                "nome": "Nasce uma estrela",
                "imagem": "https://studiosol-a.akamaihd.net/uploadfile/letras/playlists/9/f/8/5/9f853c39580a4339aee921627911db08.jpg",
                "descricao": "Em Nasce Uma Estrela, Jackson Maine (Bradley Cooper) é um cantor no auge da fama. Um dia, após deixar uma apresentação, ele para em um bar para beber algo. É quando conhece Ally (Lady Gaga), uma insegura cantora que ganha a vida trabalhando em um restaurante. Jackson se encanta pela mulher e seu talento, decidindo acolhê-la debaixo de suas asas. Ao mesmo tempo em que Ally ascende ao estrelato, Jackson vive uma crise pessoal e profissional devido aos problemas com o álcool.",
                "link": "https://www.adorocinema.com/filmes/filme-173109/"
            }
        ]
    }
]